Repository: dominikg/qooxdoo
Catalog: qooxdoo/framework/source/translation/*.po
Languages: ro

source: Automatic
ro: Automat

source: Open ColorSelector
ro: Deschide selectorul de culori

source: Cancel
ro: Anulează

source: Color Selector
ro: Selector de culori

source: Visual
ro: Vizual

source: Presets
ro: Predefiniri

source: Details
ro: Detalii

source: Preview (Old/New)
ro: Previzualizare (Vechi/Nou)

source: Last year
ro: Anul trecut

source: Last month
ro: Luna trecută

source: Next month
ro: Luna următoare

source: Next year
ro: Anul următor

source: This field is required
ro: Acest câmp este obligatoriu

source: one row
ro: un rând

source: one of one row
ro: unul din un rând

source: Reset column widths
ro: Resetează lățimea coloanei

source: %1 is not a number.
ro: %1 nu este un număr

source: '%1' is not an email address.
ro: '%1' nu este o adresă de email

source: %1 is not a string.
ro: %1 nu este un șir de caractere

source: %1 is not an url.
ro: %1 nu este un URL.

source: %1 is not a color! %2
ro: %1 nu este o culoare! %2

source: %1 is not in the range from [%2, %3].
ro: %1 nu este în intervalul [%2,%3]

source: %1 is not in %2
ro: %1 nu este în %2

source: %1 does not fit %2.
ro: %1 nu încape în %2
